[
    {
        "name": "Racionabilia",
        "id": 0,
        "description": "The Racionabilia is one of the oldest countries, and its political system has been the same for centuries. An absolute monarch directs the country and only a male heir can succeed.",
        "cp" : "The farm economy is the main piliar of the Racionabilia. If its economical empire falls, the player loses.",
        "intelligence" : 4,
        "instinct" : 7,
        "combativeness" : 8,
        "relational" : 5,
        "cohesion" : 7,
        "treasury" : 7,
        "population" : 5,
        "image": ""
    },
    {
        "name": "Sovetskiy",
        "id": 1,
        "description": "The Sovetskiy operated in the same way as the Racionabalia 200 years ago, but a great popular revolution led by a leader.\nThe revolutionaries took power and their leader became the new leader of the country advocating ideas to reduce social and ethnic inequalities.",
        "cp" : "The general Ulron is the only one who can manage Soviestkiy armies. If he's killed, the player loses.",
        "intelligence" : 6,
        "instinct" : 5,
        "combativeness" : 7,
        "relational" : 7,
        "cohesion" : 9,
        "treasury" : 7,
        "population" : 3,
        "image": ""
    },
    {
        "name": "E.D.U",
        "id": 2,
        "description": "The E.D.U is undoubtedly the most powerful nation on Framtid either military or technological.",
        "cp" : "E.D.U politicians are almost all corrupted and don't represent their people. If bureaucracy corruption is revelead and proved, the player loses.",
        "intelligence" : 7,
        "instinct" : 4,
        "combativeness" : 6,
        "relational" : 8,
        "cohesion" : 6,
        "treasury" : 9,
        "population" : 3,
        "image": ""
    },
    {
        "name": "Hitobito",
        "id": 1,
        "description": "The Hitobito is the youngest country it is known in its current form only for 50 years.\nThe people set up a new political system combining anarchism and democracy, people all equal in law with a forum chaired by citizens of the country drawn by lot.",
        "cp" : "Hitobito members are knowed for  their cohesion. If discord settles down, the player loses.",
		"intelligence" : 8,
        "instinct" : 5,
        "combativeness" : 4,
        "relational" : 8,
        "cohesion" : 7,
        "treasury" : 5,
        "population" : 2,
        "image": ""
    }
]
